
**********************value*************************
array (
  'signature' => 'e9b2394e4468bcd827d5185e4012615103be0c5b',
  'echostr' => '9034469369892828506',
  'timestamp' => '1452926040',
  'nonce' => '1193295819',
)
**********************value*************************



**********************value*************************
array (
  'signature' => '22c548a903cf6820e78b3b86ee1d71563222eb8c',
  'echostr' => '380185048134578013',
  'timestamp' => '1452926297',
  'nonce' => '1204183695',
)
**********************value*************************



**********************tmpstr*************************
'4d3952d92848203750f2987fdbba497f7e2255d2'
**********************tmpstr*************************



**********************value*************************
array (
  'signature' => '3d4651bef0d1a8815ef6ca3f5bc9cb0d8cb7ab9d',
  'echostr' => '8966238626094378973',
  'timestamp' => '1452926417',
  'nonce' => '215619345',
)
**********************value*************************



**********************tmpstr*************************
'062019e5041832b9321878810d4bc6da81ad66c8'
**********************tmpstr*************************



**********************value*************************
array (
  'signature' => '4cc5e3140677347327ffd4f0e9d15372caf164ad',
  'echostr' => '5686966245889140223',
  'timestamp' => '1452926455',
  'nonce' => '419685390',
)
**********************value*************************



**********************tmpstr*************************
'07d88a70bba250d059b0d53293c53f6b814b7934'
**********************tmpstr*************************



**********************value*************************
array (
  'signature' => '3102965414e83ef52faac4fc69c4f305d0cba58f',
  'echostr' => '3917746427305912255',
  'timestamp' => '1452926527',
  'nonce' => '1221681383',
)
**********************value*************************



**********************tmpstr*************************
'ba10995de85c29b8fe178f9e272925d0724d4ffd'
**********************tmpstr*************************



**********************value*************************
array (
  'signature' => '0cada138b17e48e29806111a38d53a14654264c8',
  'echostr' => '6813615924770105053',
  'timestamp' => '1452926556',
  'nonce' => '1264928098',
)
**********************value*************************



**********************tmpstr*************************
'f94725575584e76c693e374e38ad9daf8b8ce308'
**********************tmpstr*************************



**********************value*************************
'{"access_token":"35kS_ke63U4wjP6W__sJMC82ILHkqOnGp_kLBXHCnWTMZWLF4FgzLxddaX7BPLpw6fRQankM4gV4KutXDCmTAqdgt6F13n-o2GlqW-K0v1ULLJdABADDB","expires_in":7200}'
**********************value*************************



**********************value*************************
array (
)
**********************value*************************



**********************value*************************
array (
)
**********************value*************************



**********************value*************************
array (
)
**********************value*************************



**********************value*************************
array (
)
**********************value*************************



**********************post*************************
array (
)
**********************post*************************



**********************get*************************
array (
  'signature' => '612f512d98f9c8cc6f26bf2cb3d432791c989087',
  'timestamp' => '1452934174',
  'nonce' => '342916884',
)
**********************get*************************



**********************post*************************
array (
)
**********************post*************************



**********************get*************************
array (
  'signature' => 'fc6659f886bfd335afe79b446730321454d9de53',
  'timestamp' => '1452934722',
  'nonce' => '2087703289',
)
**********************get*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'active' => '已激活',
    'color' => '灰色',
    'end_date' => '2015-04-04',
    'made_area' => '中国',
    'ret_code' => 0,
    'serial_number' => 'f2lph9fqg5qv',
    'size' => '',
    'start_date' => '2015-03-29',
    'tele_support' => '',
    'tele_support_status' => '已过期',
    'warranty' => '2016-05-02',
    'warranty_status' => '未过期',
  ),
)
**********************value*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'active' => '已激活',
    'color' => '灰色',
    'end_date' => '2015-04-04',
    'made_area' => '中国',
    'ret_code' => 0,
    'serial_number' => 'f2lph9fqg5qv',
    'size' => '',
    'start_date' => '2015-03-29',
    'tele_support' => '',
    'tele_support_status' => '已过期',
    'warranty' => '2016-05-02',
    'warranty_status' => '未过期',
  ),
)
**********************value*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'active' => '已激活',
    'color' => '灰色',
    'end_date' => '2015-04-04',
    'made_area' => '中国',
    'ret_code' => 0,
    'serial_number' => 'f2lph9fqg5qv',
    'size' => '',
    'start_date' => '2015-03-29',
    'tele_support' => '',
    'tele_support_status' => '已过期',
    'warranty' => '2016-05-02',
    'warranty_status' => '未过期',
  ),
)
**********************value*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'active' => '已激活',
    'color' => '灰色',
    'end_date' => '2015-04-04',
    'made_area' => '中国',
    'ret_code' => 0,
    'serial_number' => 'f2lph9fqg5qv',
    'size' => '',
    'start_date' => '2015-03-29',
    'tele_support' => '',
    'tele_support_status' => '已过期',
    'warranty' => '2016-05-02',
    'warranty_status' => '未过期',
  ),
)
**********************value*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'active' => '已激活',
    'color' => '灰色',
    'end_date' => '2015-04-04',
    'made_area' => '中国',
    'ret_code' => 0,
    'serial_number' => 'f2lph9fqg5qv',
    'size' => '',
    'start_date' => '2015-03-29',
    'tele_support' => '',
    'tele_support_status' => '已过期',
    'warranty' => '2016-05-02',
    'warranty_status' => '未过期',
  ),
)
**********************value*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'active' => '已激活',
    'color' => '灰色',
    'end_date' => '2015-04-04',
    'made_area' => '中国',
    'ret_code' => 0,
    'serial_number' => 'f2lph9fqg5qv',
    'size' => '',
    'start_date' => '2015-03-29',
    'tele_support' => '',
    'tele_support_status' => '已过期',
    'warranty' => '2016-05-02',
    'warranty_status' => '未过期',
  ),
)
**********************value*************************



**********************value*************************
'F2LPH9FQG5QV'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'active' => '已激活',
    'color' => '灰色',
    'end_date' => '2015-04-04',
    'made_area' => '中国',
    'ret_code' => 0,
    'serial_number' => 'f2lph9fqg5qv',
    'size' => '',
    'start_date' => '2015-03-29',
    'tele_support' => '',
    'tele_support_status' => '已过期',
    'warranty' => '2016-05-02',
    'warranty_status' => '未过期',
  ),
)
**********************value*************************



**********************value*************************
'比较'
**********************value*************************



**********************value*************************
array (
  'showapi_res_code' => 0,
  'showapi_res_error' => '',
  'showapi_res_body' => 
  array (
    'remark' => '找不到此序列号',
    'ret_code' => -1,
  ),
)
**********************value*************************


