
**********************faf2rer*************************
array (
  'err_num' => 0,
  'err_msg' => '获取数据成功!',
  'results' => 
  array (
    'id' => '1',
    'account' => 'caokaiyan',
    'pwd' => '923f2575382a9558cbcd857eb621392b',
    'competence' => '',
  ),
)
**********************faf2rer*************************



**********************this->params*************************
array (
  'id' => '2',
  'admin_name' => 'root',
  'admin_pwd' => '951010',
)
**********************this->params*************************



**********************this->params*************************
array (
  'id' => '3',
  'employee_name' => 'zhangjian',
  'employee_pwd' => '951010',
)
**********************this->params*************************


